Repository: furkrn/Oty
Catalog: src/Bot/Oty.Bot/Po/*.po
Languages: tr

# WelcomeGuildTitle
source: Welcome, to configure bot for your guild, please use **/addons manage** command.
tr: Hoş geldiniz, bu botu sunucunuza göre ayarlamak için **/eklentiler yönet** komutunu kullanın.

# WelcomeOldGuildTitle
source: Welcome back old friend, I think you knew but to configure modules please use **/addons manage** command.
tr: Tekrardan hoş geldin eski dost, Sanırım sen biliyordun ama eklentileri ayarlamak için lütfen **/eklentiler yönet** konutunu kullanın.

source: Has more bots than members.
tr: Üyeden çok bot var.

source: Has less than {0} members.
tr: {0} üyeden az üyesi var.

source: ⚠️ Your guild didn't meet following requirement :
tr: ⚠️ Sunucunuz aşağıdaki koşulu karşılamadı :

# GuildRequirementsFailContent
source: Sorry to say but 😢 ...
tr: Bunun için üzgünüm ama 😢 ...

source: Oty_Left_Guild
tr: Oty_Sunucudan_Ayrıldı

# BanEmbedTitle
source: ❌ You are banned from using this bot. Use /support for seeing support server.
tr: ❌ Bu botun kullanımından yasaklandınız. /destek komutunu kullanarak destek sunucumuzu görebilirsiniz.

# BanEmbedDescription
source: Reason : {0} Your ban will be lifted on {1}
tr: Nedeni : {0} Yasağınız {1} olduğu zaman kalkacaktır

# NoReason
source: No reason specified
tr: Bir neden belirtilmemiş

source: Agree
tr: Onayla

# TosEmbedDescription
source: 🤖 To start using this bot, you have to agree our [Terms of Service](https://www.example.com) by clicking the '✅Agree' button below. If you don't want too agree, you can close this message.
tr: 🤖 Bu botu kullanmaya başlamak için [Servis Koşullarımızı](https://www.example.com) aşağıdaki '✅Onayla' butonuna basarak kabul etmelisiniz. Eğer onaylamak istemiyorsanız ise bu mesajı kapatabilirsiniz.

source: An internal error occured!
tr: Dahili bir hata oluştu!

source: Error was occurred after response:
tr: Yanıt sonrası hata oluştu:

# LimitedMessageContent
source: ⏲️ Limit for this command has exceedded, please try again {0} after.
tr: ⏲️ Bu komut için olan limitin sınırı aşılmıştır, lütfen {0} sonra deneyin.

source: Confirm deletion?
tr: Silmeyi onayla?

source: Accept and delete the related data
tr: Onayla ve ilişkili verileri sil

# ConfirmationDescription
source: ℹ Datas you are deleting is required for validation. We store your community's or your user id just for validation. ⚠️ Removing these data will make you unvalidated and will ask you to validate yourself again. Proceed with the button below?
tr: ℹ Silmeye çalıştığınız veriler doğrulama içindir. Biz topluluğunuzun veya kullanıcı idnizi sadece doğrulama için depolarız. ⚠️ Bu verileri kaldırmak sizi doğrulanmamış yaparak sizin doğrulama yapmazını tekrar isteyecektir. Aşağıdaki tuş ile devam edecek misin?

source: Your data is here:
tr: Verileriniz burada:

source: help
tr: yardım

source: Get help! NOW!
tr: Yardım Al! ŞİMDİ!

# HelpModuleEmbedDescription
source: Hello, there. Looks like you need help. Best way I can help you about usages is my documentation bellow. [📃You can click this link for reading all of my documententions related to my features.](https://www.example.com)
tr: Merhaba. Görünüşe göre yardıma ihtiyacın var. Kullanımlar hakkında en iyi yardımım aşağıdaki makallelerimdir. [📃Bu linke tıklayarak tüm özelliklerime dayalı belgeleri okuyabilirsin.](https://www.example.com)

source: Wanna play some ping pong?
tr: Biraz ping pong oynayalım mı?

source: privacy
tr: gizlilik

source: Your privacy matters.
tr: Gizliliğiniz önemlidir.

source: mydata
tr: benimverim

source: Shows what is my data looks like
tr: Benim verimin nasil olduğunu gösterir

source: guilddata
tr: sunucuverisi

source: Sees what data collected from guild
tr: Sunucudan toplanan verileri gösterir

source: delete
tr: sil

source: Delete data related to me or my community
tr: Bana bağlı veya sunucuma bağlı verileri sil

source: user
tr: kullanıcı

source: Delete my data
tr: Benim verilerimi sil

source: guild
tr: sunucu

source: Delete my community's data
tr: Benim topluğumun verilerini sil

# LeaveButtonText
source: Leave
tr: Ayrıl

# GuildRemovalQuestionTitle
source: ⚠️ Also make me leave from that server?
tr: ⚠️ Ayrıca beni sunucudan çıkarmak ister misin?

# GuildRemovalQuestionDescription
source: ⚠️ Data you are deleting is required for validation and this will put you in unvalidated state and to make you unvalidated and for this the bot must leave from your server. Are you sure to proceed?
tr: ⚠️ Kaldırmaya çalıştığınız veriler onaylama içindir ve bunları kaldırmak sizi doğrulanmamış durumuna getirecektir ve bunun için de bot sunucudan çıkacaktır. Devam etmek istediğinize emin misiniz?

# GuildRemovedDescription
source: Your guild is now removed, nice to meet you and goodbye!
tr: Sunucunuz kaldırılmıştır, tanıştığıma memnun oldum ve görüşürüz!

# GuildDeletionNotInGuild
source: ❌ You need to be in a guild to perform this action
tr: ❌ Bu işlemi yapabilmek için bir sunucuda olmalısınız.

# GuildDeletionNoPermission
source: ❌ You don't have permissions to perform this action. Required permission is Manage Guild.
tr: ❌ Bu işleme yapabilmek için izniniz yok. Sunucuları yönet izni gerekmektedir.

# NoUserDataDescription
source: You are not a verified user, you have no data to remove.
tr: Doğrulanmış kullanıcı değilsiniz, kaldırılacak bir veriniz yoktur.

# BannedUserDataDescription
source: You can only delete *validation data* when your ban is lifted, your ban will be lifted on {0}.
tr: *Doğrulama verilerinizi* sadece yasağınız kaldırıldığında silebilirsiniz, yasağınız {0} olduğunda kaldırılacaktır.

# UserDataRemovedDescription
source: Your user data has been removed successfully. You will be asked for validation for executing commands next time.
tr: Kullanıcı verileriniz başarıyla kaldırıldı. Sonraki zamanlarda komut çalıştırmak için sizden doğrulama istenecektir.

# DataRequestNotInGuild
source: ❌ You need to be in guild to perform this action.
tr: ❌ Bu işlemi yapabilmek için bir sunucuda olmalısınız.

source: report
tr: raporla

source: Report Abuse
tr: Kötü kullanımı raporla

source: Uh! You thingy... Give it to me
tr: Ah! O şey... Bana ver onu

# ReportModuleOption
source: module
tr: modül

# PingInteractionGuildEmbedDescription
source: Unfortunately, Oty is not supported on PMs. Maybe soon...
tr: Maalesef, Oty özel mesajlarda destekli değil. Belki çok yakında...

source: support
tr: destek

source: You want help with us? Sure.
tr: Bizden yardım mı istiyorsun? Elbette.

# SupportEmbedDescription
source: You can join my [support server by clicking here]({0}).
tr: Benim [destek sunucuma buraya tıklayarak]({0}) katılım sağlayabilirsin.
